Repository: AronDerenyi/YettelHomework
Catalog: App/Resources/Localizable.xcstrings
Source language: en
Languages: hu

# cart_cancel_button
source: Cancel
hu: Mégsem

# cart_fee_label
source: Additional fee
hu: Rendszerhasználati díj

# cart_next_button
source: Next
hu: Tovább

# cart_result_ok_button
source: Ok
hu: Rendben

# cart_title
source: Review purchase
hu: Vásárlás megerősítése

# cart_total_label
source: Total
hu: Fizetendő összeg

# cart_type_county
source: Yearly county
hu: Éves vármegyei

# cart_type_day
source: Daily (1 day) country
hu: Napi (1 napos) országos

# cart_type_label
source: Vignette type
hu: Matrica típusa

# cart_type_month
source: Monthly country
hu: Havi országos

# cart_type_week
source: Weekly (10 days) country
hu: Heti (10 napos) országos

# cart_type_year
source: Yearly country
hu: Éves országos

# counties_next_button
source: Next
hu: Tovább

# counties_total_label
source: Total
hu: Fizetendő összeg

# error_bad_request_title
source: The data could not be processed
hu: Az adatot nem sikerült feldolgozni

# error_dismiss_button
source: Ok
hu: Rendben

# error_format_title
source: Malformed response
hu: Hibás a válasz formátuma

# error_general_title
source: An error occured
hu: Hiba történt

# error_not_found_title
source: The data was not found
hu: Az adat nem létezik

# error_server_title
source: The server did not respond
hu: A szerver nem válaszolt

# main_county_vignettes_button
source: Yearly county vignettes
hu: Éves vármegyei matricák

# main_purchase_button
source: Purchase
hu: Vásárlás

# main_vignette_type_day
source: daily (1 day)
hu: napi (1 napos)

# main_vignette_type_month
source: monthly
hu: havi

# main_vignette_type_week
source: weekly (10 days)
hu: heti (10 napos)

# main_vignette_type_year
source: yearly
hu: éves

# main_vignettes_title
source: Country vignettes
hu: Országos matricák
